import React from "react";
import s from "./HomeSeoTextSection.module.scss";

export const HomeSeoTextSection = () => {
  return (
    <div className={s.container}>
      <h2 className="h2">
        Оптимизируйте производство с помощью современных технологий
      </h2>
      <div className={s.content}>
        <p className="body_2">
          Логопром — ваш надёжный партнёр в области промышленной автоматизации.
          Мы предлагаем комплексные решения для предприятий любого масштаба:
          от поставки оборудования до внедрения систем управления, которые
          повысят эффективность и сократят затраты на 30%.
        </p>
        <div>
          <h3 className="h3">Почему выбирают нас?</h3>
          <ul>
            <li className="body_4">
              Опыт 10+ лет — реализовали 500+ проектов в машиностроении,
              энергетике, пищевой и химической отраслях.
            </li>
            <li className="body_4">
              Технологии будущего — программируемые контроллеры, IoT-датчики,
              SCADA-системы и промышленные сети с поддержкой IIoT.
            </li>
            <li className="body_4">
              Экономия ресурсов — внедряем энергоэффективные решения, сокращаем
              простои и ручной труд.
            </li>
            <li className="body_4">
              Сервис 24/7 — гарантийное обслуживание, оперативная техническая
              поддержка, обучение персонала.
            </li>
            <li className="body_4">
              Опыт 10+ лет — реализовали 500+ проектов в машиностроении,
              энергетике, пищевой и химической отраслях.
            </li>
            <li className="body_4">
              Технологии будущего — программируемые контроллеры, IoT-датчики,
              SCADA-системы и промышленные сети с поддержкой IIoT.
            </li>
            <li className="body_4">
              Экономия ресурсов — внедряем энергоэффективные решения, сокращаем
              простои и ручной труд.
            </li>
            <li className="body_4">
              Сервис 24/7 — гарантийное обслуживание, оперативная техническая
              поддержка, обучение персонала.
            </li>
          </ul>
        </div>
        <p className="body_4">
          Заполните форму на сайте, и наши инженеры разработают
          для вас индивидуальный проект с расчётом ROI. Оставьте конкурентов
          позади — переходите на умное производство с Логопром!
        </p>
      </div>
    </div>
  );
};
